Repository: hjanetzek/comp-scale
Catalog: po/*.po
Languages: ca, cs, es, ru, sl

source: Scale Windows Module
ca: Mòdul d'ajust de finestres
cs: Modul pro škálování oken
es: Módulo de ajuste de ventanas
ru: Модуль масштабирования окон
sl: Modul Scale windows

source: Current Desktop
ca: Escriptori actual
cs: Aktuální plocha
es: Escritorio actual
ru: Текущий рабочий стол
sl: Trenutno namizje

source: Minimum space between windows
ca: Espai mínim entre finestres
cs: Minimální místo mezi okny
es: Espacio mínimo entre ventanas
ru: Минимальное расстояние между окнами
sl: Najmanjši prostor med okni

source: Scale duration
ca: Duració de l'ajust
cs: Délka škálování
es: Duración del ajuste
ru: Продолжительность масштабирования
sl: Trajanje spremembe merila

source: Slotted Layout
ca: Disposició espaiada
cs: Rozložení do slotů
es: Disposición espaciada
ru: Ячеистое расположение
sl: Režasti iygled

source: Natural Layout
ca: Disposició natural
cs: Přirozené rozložení
es: Disposición natural
ru: Естественное расположение
sl: Naravni izgled

source: Grow more!
ca: Engrandir més!
cs: Ještě zvětšit!
es: ¡Agrandar más!
ru: Расширять больше!
sl: Povečaj!

source: Keep it tight!
ca: ¡Mantenir-ho premut!
es: ¡Manténgalo apretado!
ru: Располагать плотнее!
sl: Ohrani tesno!

source: Show iconified windows
ca: Mostrar finestres minimitzades
es: Mostrar ventanas minimizadas
ru: Показывать уменьшенные окна

source: Show All Desktops
ca: Mostrar tots els escriptoris
cs: Zobrazit všechny plochy
es: Mostrar todos los escritorios
ru: Показывать все рабочие столы
sl: Prikaži vsa namizja

source: Fade in windows
ca: Les finestres apareixen gradualment
es: Las ventanas aparecen gradualmente
ru: Выпячивать окна
sl: Pojavljajoča okna

source: Fade out shelves and popups
ca: Alertes y contenidors desapareixen gradualment
es: Alertas y contenedores desaparecen gradualmente
ru: Прятать полки и всплывающие окна
sl: Pojemanje polic in pojavnih oken

source: Darken desktop
ca: Enfosquir escriptori
cs: Ztmavit plochu
es: Oscurecer escritorio
ru: Затемнять рабочий стол
sl: Zatemni namizje

source: Scale Windows
ca: Ajustar finestres
cs: Škálování oken
es: Ajustar ventanas
ru: Масштабирование окон
sl: Spremeni merilo okna

source: Pager Settings
ca: Preferències de paginació
cs: Nastavení přepínače ploch
es: Preferencias del paginador
ru: Настройки пейджера
sl: Nastavitve preklopnika

source: Zoom duration
ca: Duració del zoom
cs: Doba trvání zvětšení
es: Duración del zoom
ru: Продолжительность приближения
sl: Trajanje spremembe merila

source: Overlap Shelves
ca: Sobreposar contenidors
cs: Překrývat panely
es: Sobreponer contenedores
ru: Перекрывать полки

source: Pager
ca: Paginació
es: Paginador
ru: Пейджер

source: Look
ca: Vista
cs: Vzhled
es: Vista
ru: Вид
sl: Videz

source: Composite Scale Windows
ca: Ajust de les finestres compostes
cs: Kompozitní škálování oken
es: Ajuste de las ventanas compuestas
ru: Масштабирование окон в композитном режиме
sl: Kompozitiraj okna ki spreminjajo merilo

source: Scale Windows (All Desktops)
ca: Ajustar finestres (tots els escriptoris)
cs: Škálování oken (Všechny plochy)
es: Ajustar ventanas (todos los escritorios)
ru: Масштабирование окон (со всех рабочих столов)
sl: Spremeni merilo okna (vsa namizja)

source: Scale Windows (By Class)
ca: Ajustar finestres (Por classe)
cs: Škálování oken (Podle třídy)
es: Ajustar ventanas (Por clase)
ru: Масштабирование окон (по классам)
sl: Spremeni merilo okna (po razredu)

source: Select Next
ca: Seleccionar següent
cs: Vybrat následující
es: Seleccionar siguiente
ru: Выбрать следующее
sl: Izberi naslednje

source: Select Previous
ca: Seleccionar previ
cs: Vybrat předchozí
es: Seleccionar anterior
ru: Выбрать предыдущее
sl: Izberi prejšnje

source: Select Next (All)
ca: Seleccionar següent (tot)
cs: Vybrat následující (Vše)
es: Seleccionar siguiente (todo)
ru: Выбрать следующее (Все)
sl: Izberi naslednje (vse)

source: Select Previous (All)
ca: Seleccionar previ (tot)
cs: Vybrat předchozí (Vše)
es: Seleccionar anterior (todo)
ru: Выбрать предыдущее (Все)
sl: Izberi prejšnje (vse)

source: Scale Pager
ca: Ajustar paginació
es: Ajustar paginador
ru: Масштабирующий пейджер
sl: Spremeni merilo preklopnika

source: Select Left
ca: Seleccionar esquerra
cs: Vybrat levý
es: Seleccionar izquierda
ru: Выбрать слева
sl: Izberi levo

source: Select Right
ca: Seleccionar dreta
cs: Vybrat pravý
es: Seleccionar derecha
ru: Выбрать справа
sl: Izberi desno

source: Select Up
ca: Seleccionar dalt
cs: Vybrat nahoru
es: Seleccionar arriba
ru: Выбрать сверху
sl: Izberi zgoraj

source: Select Down
ca: Seleccionar baix
cs: Vybrat dolů
es: Seleccionar abajo
ru: Выбрать снизу
sl: Izberi spodaj

source: Scale all Windows
ca: Ajustar totes las finestres
cs: Škálovat všechna okna
es: Ajustar todas las ventanas
ru: Масштабирование всех окон

source: Settings
ca: Preferències
cs: Nastavení
es: Preferencias
ru: Настройки
sl: Nastavitve

source: Scale
sl: Spremeni merilo
